const quiz = [
  {
      "q": "Выберите фразу, которая вам больше всего подходит",
      "a" : {
          "black-window": "А шокер — это вещь!",
          "tor": "У меня есть пороки, но ностальгия не в их числе",
          "captain-america" : "Я буду с тобой до конца, друг!",
          "ironman" : "А что, у нас был план?",
          "hulk" : "Я постоянно зол",
          "ronin" : "Не важно, насколько сложно попасть в цель... Я не промахиваюсь.",
          "deadpool" : "С великой силой приходит великая безответственность",
          "blackpanter" : "Да здравствует король!",
          "grut" : "Добро пожаловать в звезданутые стражи Галактики",
          "wolverine" : "Я патриот и этим все сказанно!"
      }
  },
   {
      "q": "Ваш враг повержен и находится в вашей власти. Что будете делать?",
      "a" : {
          "black-window": "Обезврежу и отпущу, сдался он мне...",
          "tor": "Уйду довольный ",
          "captain-america" : "Протяну руку ",
          "ironman" : "Высмею ",
          "hulk" : "Уничтожу ",
          "ronin": "Подумаю, как он мне может пригодиться в будущем ",
          "deadpool" : "Включю музыку и буду танцевати",
          "blackpanter" : "Не успокоюсь пока всех не обезврежу",
          "grut" : "Оставлю его в покое",
          "wolverine" : "Спрошу где остальные"
      }
  },
   {
      "q": "К вам приближается привлекательн(ый-ая) особа противоположного пола...",
      "a" : {
          "black-window": "В очередь!",
          "tor": "Многозначительно присвистываю и пристально смотрю на эту самую особу",
          "captain-america" : "Решаю ненавязчиво чем-нибудь угостить",
          "ironman" : "Вызов принят! Завтракать будем уже вместе",
          "hulk" : "Смущаюсь и уношу ноги ",
          "ronin": "Не реагирую. Разве что искоса взгляну",
          "deadpool" : "Надо шутить, девушкам нравятся шутники)",
          "blackpanter" : "Очевидно что она выберит - Короля",
          "grut" : "Распущу цветки",
          "wolverine" : "Так девчата уступите Батьке"
      }
  },
     {
      "q": "Каков ваш самый большой недостаток?",
      "a" : {
          "black-window": "Саркастический юмор",
          "tor": "Упрямство",
          "captain-america" : "Доверчивость",
          "ironman" : "Амбиции",
          "hulk" : "Дурной характер",
          "ronin": "Замкнутость",
          "deadpool" : "Б - Беззаботность",
          "blackpanter" : "У меня нет не достатков",
          "grut" : "Я очень умный но в голове одни опилки",
          "wolverine" : "Кто сказал? Ану иди сюда"
      }
  },
    {
      "q": "Какая ситуация вас сильнее разозлит?",
      "a" : {
          "black-window": "Нарушаются мои планы ",
          "tor": "Безалаберность родственников",
          "captain-america" : "Кто-то обидел моих друзей",
          "ironman" : "Когда всем чего-то от меня надо",
          "hulk" : "Меня может взбесить любая мелочь",
          "ronin": "Долго не происходит ничего интересного",
          "deadpool" : "Нету такой ситуации",
          "blackpanter" : "Меня злит когда меня не слушают",
          "grut" : "Если тронут моих друзей",
          "wolverine" : "Самое главное не стойте у меня на пути"
      }
  },
  {
      "q": "К вам явились непрошеные гости...",
      "a" : {
          "black-window": "Ой, у меня беспорядок...",
          "tor": "Ну, за встречу!",
          "captain-america" : "Я вас внимательно слушаю",
          "ironman" : "У вас не назначено, до свидания",
          "hulk" : "Меня нет дома",
          "ronin": "Проходите, не стесняйтесь!",
          "deadpool" : "Всегда им рад",
          "blackpanter" : "Хмм я их уже ждал",
          "grut" : "Стряхну их просто с себя",
          "wolverine" : "Вот что сеня бесииит"
      }
  },
     {
      "q": "Возникла кризисная ситуация! Что будете делать?",
      "a" : {
          "black-window": "Разрабатываю четкий план выхода",
          "tor": "Поищу тяжелый предмет",
          "captain-america" : "Попрошу друзей помочь",
          "ironman" : "Спрячусь ото всех",
          "hulk" : "Дико разозлюсь",
          "ronin": "Ничего, само пройдет",
          "deadpool" : "Ешь пей веселись, потому что завтра умрешь",
          "blackpanter" : "Ок Google - Возникла кризисная ситуация, что делать?",
          "grut" : "Буду ждать",
          "wolverine" : "У меня нет такой ситуации"
      }
  },
      {
      "q": "Вы нашли машину времени, куда отправитесь?",
      "a" : {
          "black-window": "Буду путешествовать в свое удовольствие, и в прошлое, и в будущее",
          "tor": "В прошлое, чтобы помочь своей семье",
          "captain-america" : "В прошлое, убивать Гитлера",
          "ironman" : "В будущее, подсмотреть, до чего техника дошла",
          "hulk" : "В будущее, за лекарствами от пока неизлечимых болезней",
          "ronin": "В прошлое, чтобы не наделать ошибок",
          "deadpool" : "Туда где весело",
          "blackpanter" : "У меня еще остались незаконченные дела здеся",
          "grut" : "Куда друзья туда и я",
          "wolverine" : "Не тот возраст чтоб путешествовать"
      }
  },
       {
      "q": "А вы чего такой мрачный?",
      "a" : {
          "black-window": "Вопросов много задаете",
          "tor": "Молотком по пальцу попал",
          "captain-america" : "Кто, я? Я само умиротворение",
          "ironman" : "Я не мрачный. Это похмелье",
          "hulk" : "Думаю обо всех, кому должен отомстить",
          "ronin": "А чему тут радоваться?",
          "deadpool" : "Мрачный? Неет, это не променя",
          "blackpanter" : "Я всегда такой",
          "grut" : "Я есть Грут",
          "wolverine" : "А ты на ушко мне шипни"
      }
  },
        {
      "q": "Какой подарок вы бы хотели на день рождения?",
      "a" : {
          "black-window": "Абонемент на танцы",
          "tor": "Оплаченный релакс-день в СПА",
          "captain-america" : "Веселый многолюдный праздник — вот лучший подарок",
          "ironman" : "Новый гаджет",
          "hulk" : "Давайте деньгами",
          "ronin": "Мне приятно получить любой знак внимания",
          "deadpool" : "Какой-тоо воот ну корочи где подарок?",
          "blackpanter" : "Необычный, но лучше iphone 12",
          "grut" : "Я люблю тишину",
          "wolverine" : "Точильный камень"
      }
  },
];